export default {
  projections: {
    ЗагрФайлаE: {
      дата: {
        __caption__: 'Дата'
      },
      путь: {
        __caption__: 'Путь'
      },
      тчЗагр: {
        __caption__: 'Атрибуты загруженного файла',
        атрибут: {
          __caption__: 'Атрибут'
        },
        типАтр: {
          __caption__: 'Тип атрибута'
        },
        ограничение: {
          __caption__: 'Ограничение'
        },
        обязательное: {
          __caption__: 'Обязательное'
        }
      }
    },
    ЗагрФайлаL: {
      дата: {
        __caption__: 'Дата'
      },
      путь: {
        __caption__: 'Путь'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    путь: {
      __caption__: 'Путь'
    },
    эксФайлы: {
      __caption__: 'эксФайлы'
    },
    тчЗагр: {
      __caption__: 'Атрибуты загруженного файла'
    }
  }
};
